Repository: Esukhia/Corpora
Catalog: Parallel/84000/Toh_83-The_Questions_of_Bhadrapala_the_Merchant-v1.tmx
Source language: bo
Languages: en

source: ལྷ་མོ་ཁྲིའི་སྟེང་ན་འདུག་པ་དེའི་ལག་པ་ལྷའི་ལག་པའི་སྟེང་དུ་བཞག་ཅིང་དེའི་ལག་པ་གཉིས་ལས་མེ་ཏོག་དག་འབྱུང་སྟེ།
en: As he sits on the throne, a goddess puts his hands on top of the hands of a god. Flowers spring from his hands,

source: ལྷ་མོ་དེས་མེ་ཏོག་བྱུང་བ་དག་མཐོང་ནས་ལྷ་དེ་ལ་འདི་སྐད་དུ་ལྷ་གཞོན་ནུ་སྐྱེ་བའི་དགའ་བའི་དུས་ལ་བབ་ཀྱིས་དགྱེས་པར་མཛོད་ཅིག་ཅེས་ཟེར་རོ།
en: and when the goddess sees these flowers, she says to the god, ‘A happy time is upon us since a young god is born, so rejoice!’

source: དེས་ཀྱང་མེ་ཏོག་རྣམས་ལག་པས་མཉེས་ཤིང་འཕུར་བར་བྱེད་དོ།
en: He then rubs and feels the flowers with his hands.

source: །དེས་མེ་ཏོག་དེ་དག་མཉེས་པས་སེམས་ཅན་དེ་འཆི་བའི་ཆོས་དང་ལྡན་པར་འགྱུར་རོ།
en: As he rubs the flowers, he acquires the properties of death.

source: །དེའི་རྣམ་པར་ཤེས་པ་དེས་ཀྱང་དབང་པོ་རྣམས་བོར་ཞིང་དབང་པོའི་སྤྱོད་ཡུལ་རྣམས་བཏང་སྟེ།
en: His consciousness then discards the sense faculties and lets go of the spheres in which the senses operate.

source: ཁམས་རྣམས་ཡོངས་སུ་བཏང་ནས་ཁམས་ཀྱི་དོན་ཡོངས་སུ་བླངས་ཏེ།
en: His consciousness abandons the elements before assuming their function.

source: མི་གསལ་ཞིང་གཟུགས་ཅན་མ་ཡིན་ལ་རྟ་ཞོན་པ་ལྟ་བུ་དང་། ཉི་མ་དང་། མེ་ཤེལ་དང་། བསྲེག་བྱ་ལྟ་བུ་དང་། ཆུ་ལ་ཟླ་བའི་གཟུགས་བརྙན་ལྟ་བུ་དང་།
en: Subtle and formless, it acts as the support of virtue, like a horse for its rider, or like a crystal focusing the sun on tinder, or like water reflecting the moon,

source: སྦུབས་ཀྱི་ནང་གི་རླུང་ལྟར་དགེ་བ་ལ་དམིགས་པ་བསྡུས་ནས་བྱུང་སྟེ་འཕོ་ཞིང་འགྲོའོ།
en: or like air in a cavity, before emerging, undergoing transfer, and passing on.

source: །དེ་ཡང་དེའི་ཚེ་མེ་ཏོག་ལ་བརྟེན་ནས་ཕ་མ་ཁྲི་གཅིག་ལ་འདུག་ཅིང་ཕྲད་པས་རྣམ་པར་ཤེས་པ་མེ་ཏོག་དེ་དག་གི་ནང་དུ་འདྲེས་པར་འགྱུར་རོ།
en: “At that moment, as a consequence of the flowers, as the parents share a bed and have sexual contact, the consciousness dissolves into the flowers

source: །ཡང་དེར་བདུད་རྩི་འདོད་པ་ཞེས་བྱ་བའི་རླུང་ལྡང་སྟེ།
en: At that moment, too, a wind called ‘desiring nectar’ stirs.

source: རླུང་དེས་རྣམ་པར་ཤེས་པ་དེ་ཞག་བདུན་ལོན་པ་ན་ལྷ་གཞོན་ནུ་རྣ་ཆ་གདུབ་ཀོར་དྲི་མ་མེད་ཅིང་འགུལ་བ་དང་ལྡན་པ་འགྲུབ་པར་འགྱུར་རོ།
en: Through that wind, after seven days have passed, the consciousness produces an ear-ringed young god, immaculate and vibrant.”

source: རྐྱེན་རྣམས་ལ་ཡང་ཇི་ལྟར་གདའ་བར་འགྱུར།
en: Also, how do these circumstances come about?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྨན་ཆེན་དཔེར་ན་
en: The Blessed One replied, “As an analogy, Mahauṣadhi,

source: །སྨན་ཆེན་གཞན་ཡང་ཤིང་འཛིངས་པ་གཉིས་ཕན་ཚུན་ཕྲད་དེ་གཅིག་ལ་གཅིག་དྲུད་ཅིང་གཙུབས་པ་ལས་མེ་འགྲུབ་པར་འགྱུར་ཏེ།
en: “Alternatively, Mahauṣadhi, fire is produced through the friction of two sticks being rubbed against each other.

source: མེ་དེ་ཡང་ཤིང་གི་ནང་ན་མི་སྣང་ལ་ཤིང་མེད་ན་ཡང་མེ་འབྱུང་བར་མི་འགྱུར་ཏེ།
en: Fire is not manifest inside the sticks, yet without the sticks the fire does not happen

source: མེ་དེ་ཡང་རྐྱེན་གྱི་དབང་གིས་ཤིང་ལས་འགྲུབ་པར་འགྱུར་གྱི་རྐྱེན་མེད་པར་ནི་མི་འབྱུང་ངོ་།
en: Although fire, controlled by circumstances, is produced through the sticks, without those circumstances it would not arise.

source: །གཟུགས་ཀྱི་དབང་གིས་ཀྱང་ཤིང་གི་ནང་ན་ཡང་མེ་མི་སྣང་ལ་ཤིང་མ་གཏོགས་པར་ཡང་མེ་མི་དམིགས་སོ།
en: On account of their form, fire does not appear inside the sticks, but without the sticks no fire is observed.

source: །སྨན་ཆེན་དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པ་དེ་ཡང་ཕ་མའི་དབང་གིས་འཇུག་སྟེ།
en: Similarly, Mahauṣadhi, consciousness enters the body due to the parents;

source: རྣམ་པར་ཤེས་པ་ཡང་ལུས་ཀྱི་ནང་ན་མི་དམིགས་ལ་ལུས་མེད་པར་ཡང་རྣམ་པར་ཤེས་པ་མི་འབྱུང་ངོ་།
en: although it is not observable inside the body, consciousness does not arise when there is no body.

source: །སྨན་ཆེན་དཔེར་ན་མེ་མ་བྱུང་བར་གཟུགས་དང་། དྲོ་བ་དང་། ཁ་དོག་གསལ་བར་མི་སྣང་ངོ་།
en: “As an analogy, Mahauṣadhi, if fire does not arise, its form, warmth, and color shed no light.

source: །སྨན་ཆེན་དེ་བཞིན་དུ་ལུས་མ་གྲུབ་པར་རྣམ་པར་ཤེས་པ་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་མི་སྣང་ངོ་།
en: Similarly, Mahauṣadhi, if no body is produced, no consciousness, feelings, perceptions, or formative predispositions manifest.

source: བཅོམ་ལྡན་འདས་རྣམ་པར་ཤེས་པའི་རྟགས་ཇི་ལྟར་བལྟ་བར་བགྱི། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: “Blessed One, how should one view the signs of consciousness?” The Blessed One replied,

source: སྨན་ཆེན་གྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ
en: Mahauṣadhi then asked,

source: འདུ་བྱེད་ཀྱི་རྟགས་དང་། ཚོར་བའི་རྟགས་དང་། འདུ་ཤེས་ཀྱི་རྟགས་དང་། སེམས་པ་དང་། མྱ་ངན་དང་། གདུང་བ་དང་། ཡིད་མི་བདེ་བ་ནི་རྣམ་པར་ཤེས་པའི་རྟགས་སུ་བལྟའོ།
en: “The signs of formative predispositions, feelings, perceptions, mentation, suffering, longing, and mental pain are held to be signs of consciousness.

source: །གཞན་ཡང་རྣམ་པར་ཤེས་པའི་བག་ཆགས་འདི་ལྟར་དགེ་བར་ཉེ་བར་འགྲོ་བའི་སེམས་དང་། མི་དགེ་བར་ཉེ་བར་འགྲོ་བའི་སེམས་ལས་བལྟ་བར་བྱའོ།
en: Furthermore, the habitual dispositions of consciousness should be viewed as deriving from a mind inclined toward virtue or toward non-virtue.”

source: ལྷའི་རྟ་རླུང་གི་ཤུགས་དང་འདྲ་བར་མགྱོགས་པ་ལ་ཞོན་ནས་གཡུལ་དུ་འགྲོ་སྟེ།
en: mount a celestial horse swift as the mighty wind, and then depart for battle.

source: དེ་གཡུལ་ངོ་དེར་སོང་ནས་མདུང་དང་། རལ་གྲི་དང་། མདའ་དག་གིས་སྙིང་མྱོས་ཏེ།
en: After he reaches the battle, his heart is driven wild with all the spears, swords, and arrows.

source: གཡུལ་ངོར་རྟའི་མཆོག་དེ་ལས་ས་ལ་ལྷུང་ལ།
en: During the fight, he falls to the ground from his fine horse.

source: དེ་ཡང་ལུས་ཀྱི་འཕོང་རྩལ་ཡོངས་སུ་སྦྱངས་པ་ཞིག་སྟེ།
en: But since he is trained in physical prowess,

source: མྱུར་བ་མྱུར་བར་ས་ལས་རྟའི་རྒྱབ་ཏུ་འགོང་བར་བྱེད་ན།
en: he very quickly remounts his horse.

source: ཇི་ལྟར་མི་དེ་ལྷུང་ནས་རྟ་ཞོན་པ་དང་འགོད་ཆེ་བས་ཇི་ལྟར་རྟ་ཉེ་བར་གནས་པ་ལ་རྟ་ལ་འགོང་བ་ན་རྟ་འགྲོ་བཞིན་དུ་འགོང་བ་ཆེན་པོས་འགོང་བར་བྱེད་པ་
en: That man, after he has fallen, would mount his horse again, but a better rider would mount a horse that is standing nearby, and the best horseman would mount a horse while it is running.

source: དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པ་ཡང་བལྟ་བར་བྱའོ།
en: You should view consciousness in the same way.

source: །ཇི་ལྟར་མི་ཕ་རོལ་གྱི་དམག་ཚོགས་ཀྱིས་འཇིགས་ཤིང་སྐྲག་ནས་རྟ་ཞོན་ཏེ་འབྲོས་པ་
en: Just as a man, terrified by an opposing army, mounts his horse to escape,

source: །སྨན་ཆེན་དཔེར་ན་རྐང་ལག་མཉམ་པ་དང་ལྡན་པའི་གཟུགས་ཆུའི་སྟེང་དུ་བབ་པ་དེ་ལ་ནི་དྲོ་བ་འམ། གྲང་བ་འམ། ལུས་ངལ་བར་འགྱུར་བ་མེད་ཅིང་ལུས་དེ་ལ་ནི་ཤའི་དུམ་བུ་ཡང་མེད་དོ།
en: “In that analogy, Mahauṣadhi, a form reflected in water, even though it possesses shapely limbs, feels no warmth, cold, or physical weariness, and the reflected body does not possess any fleshy parts

source: །གྲིབ་མ་དེ་ལ་ནི་ཁམས་ཀྱིས་བླངས་པ་ཡང་མེད་དོ།
en: The shadow does not possess anything taken up by the elements.

source: །མིའི་གཟུགས་བརྙན་ཆུའི་ནང་དུ་བྱུང་བ་དེ་ལས་ནི་སྡུག་བསྔལ་བའི་སྒྲ་འམ། བདེ་བའི་སྒྲ་འབྱུང་བ་ཡང་མེད་དོ།
en: No sounds of pain or pleasure spring from the reflection of a person visible in water.

source: །དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པ་དང་པོ་ཤི་འཕོས་ནས་ལུས་ཀྱི་ཁོག་པ་བོར་ཏེ་གཟུགས་བརྙན་གྱི་རྣམ་པ་ལྟ་བུར་འགྱུར་རོ།
en: In a similar way, consciousness that has just undergone transfer relinquishes its body and becomes reflection-like.

source: །སྨན་ཆེན་དེ་ལྟར་ན་རྣམ་པར་ཤེས་པ་བསོད་ནམས་སུ་ཉེ་བར་འགྲོ་བ་ནི་ལྷ་རྣམས་ཀྱི་ནང་དུ་སྐྱེ་བ་ཡོངས་སུ་ལེན་པར་འགྱུར་རོ།
en: This is how, Mahauṣadhi, consciousness that is bound for a meritorious rebirth comes to be reborn among the gods.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྨན་ཆེན་བསོད་ནམས་མ་ཡིན་པར་ཉེ་བར་འགྲོ་བའི་སེམས་ཅན་དམྱལ་བ་རྣམས་སུ་སྐྱེ་བ་ཡོངས་སུ་ལེན་པ་དེ་ཉོན་ཅིག
en: “Mahauṣadhi, listen,” replied the Blessed One. “I shall tell you how beings that are not bound for a meritorious rebirth are reborn in the hell realms.

source: རྣམ་པར་ཤེས་པ་སེམས་ཅན་དམྱལ་བ་རྣམས་སུ་ཇི་ལྟར་སྐྱེ་བ་ཡོངས་སུ་ལེན་པ་ལགས
en: how does consciousness take rebirth among the hell-beings?”

source: །སྨན་ཆེན་འདི་ལ་སེམས་ཅན་ལས་མི་དགེ་བས་ཡོངས་སུ་ཟིན་པ་ནི་སེམས་ཅན་གྱི་རིས་ནས་འཆི་འཕོ་སྟེ།
en: Mahauṣadhi, suppose that in this case, from among the different kinds of beings, a person in the grip of non-virtuous actions dies and undergoes transfer.

source: ཤི་འཕོས་པ་དེ་འདི་སྙམ་དུ་མི་དེ་ནི་ང་ཉིད་ཡིན་ཏེ།
en: The deceased person thinks and remembers, ‘That person is me.

source: སེམས་ཅན་དམྱལ་བ་འདི་ནས་ཤི་འཕོས་སོ། །འདི་གཉིས་ནི་བདག་གི་ཕ་མ་ཡིན་ནོ་སྙམ་དུ་དྲན་པ་སྐྱེའོ།
en: A hell-being has died and undergone transfer away from this life. These two are my parents.

source: །ཤི་འཕོས་པ་དེའི་ལུས་དེ་ནི་ཐ་མལ་པའི་གཟུགས་ཀྱི་རང་བཞིན་གྱི་རྣམ་པ་དང་ལྡན་པར་འགྱུར་ཏེ།
en: The deceased’s body comes to possess the natural aspects of an ordinary person’s form.

source: ཡན་ལག་སྐྱེས་པ་རྣམས་ཀྱང་དེ་དང་འདྲ་བ་ཉིད་དུ་སྣང་ངོ་།
en: Its limbs appear exactly like those of an ordinary person.

source: །དང་པོ་ཤི་འཕོས་པ་དེ་མྱ་ངན་གྱིས་གཡེངས་ནས་སེམས་ཅན་དམྱལ་བ་སྣ་ཚོགས་སྣང་བ་མཐོང་ངོ།
en: First, the deceased person, agitated and distressed, sees various hell-beings appear.

source: །རྣམ་པར་ཤེས་པ་དང་པོ་ཤི་འཕོས་པ་དེའི་ལས་སེམས་ཅན་དམྱལ་བ་དང་འབྲེལ་བར་འགྱུར་ཏེ།
en: When the consciousness has just undergone transfer, its actions become connected with beings of the hell realms.

source: ཕྱོགས་ཁ་ཅིག་ན་ནི་སེམས་ཅན་དམྱལ་བའི་ས་གཞི་ཁྲག་གིས་གཏོར་བ་མཐོང་ནས་དེ་དེར་ཆགས་པ་སྐྱེད་པར་འགྱུར་རོ།
en: In some direction it sees the blood-spattered land of the denizens of hell, and then develops attachment toward it.

source: །དེ་ཆགས་པར་གྱུར་ནས་སེམས་ཅན་དམྱལ་བའི་ལུས་འགྲུབ་པར་འགྱུར་ཏེ།
en: After becoming attached, it produces the body of a hell-being.

source: དེའི་རྣམ་པར་ཤེས་པ་དེ་ལས་ཀྱི་རྐྱེན་གྱི་དབང་གིས་ཆུའི་རྗེན་ཤུལ་ཤིན་ཏུ་རུལ་ཅིང་མཆོག་ཏུ་དྲི་མི་ཞིམ་པ་མནམ་པའི་ནང་དུ་ལུས་སྐྱེ་བ་ཡོངས་སུ་ལེན་ཏེ།
en: Controlled and conditioned by its actions, its consciousness is reborn in a body in a putrid, foul-smelling water conduit.

source: མི་རྒོད་ཀྱིས་ཁྲིད་པ་བཞིན་དུ་འདི་སྙམ་དུ་སེམས་ཏེ། ཀྱི་ཧུད་ད་ནི་བདག་འཛམ་བུའི་གླིང་རྣམ་པར་བཀྲ་བ་བོར་ཏེ།
en: As it is led away by half-human savages, it thinks, ‘Alas! Now the beauty of the world is lost to me.

source: །དེ་ནས་བཟང་སྐྱོང་སྤུ་ཟིང་ཞེས་བྱེད་ནས་ཐལ་མོ་སྦྱར་ཏེ། བཅོམ་ལྡན་འདས་ལ་སྐྱབས་སུ་སོང་ངོ་།
en: Bhadrapāla, in awe, joined his hands, bowed, and took refuge in the Blessed One.

source: །རྒྱལ་པོའི་བུ་གཞོན་ནུ་སྨན་ཆེན་གྱིས་ཀྱང་འདི་སྐད་དུ་དམ་པའི་ཆོས་མཉན་པ་འདིས་ན་བདག་འཁོར་བ་ནས་འཁོར་བའི་ཚེ་ལོག་པར་ལྟུང་བའི་ཆོས་ཅན་དུ་མ་གྱུར་ཅིག །བདག་སེམས་ཅན་དམྱལ་བ་རྣམས་སུ་སྐྱེ་བ་ཡོངས་སུ་ལེན་པར་མ་གྱུར་ཅིག་ཅེས་སྨོན་ལམ་བཏབ་བོ།
en: The young prince Mahauṣadhi in turn uttered the following prayer: “Through listening to this excellent Dharma, while I circle in saṃsāra, may I not acquire attributes that bring about descent into the lower destinies. May I not be born among the beings of the realms of hell!”

source: །སྐྱེ་མཆེད་དྲུག་གང་ཞེ་ན། འདི་ལ་མིག་དང་། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཅེས་བྱ་བའོ།
en: “What are the six senses? They consist of the eyes, ears, nose, tongue, body, and mind.

source: །སྐྱེ་མཆེད་ཀྱི་སྤྱོད་ཡུལ་དྲུག་གང་ཞེ་ན། འདི་ལ་གཟུགས་དང་། སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་བྱ་དང་། ཆོས་ཀྱི་སྐྱེ་མཆེད་ཅེས་བྱ་བ་སྟེ། དེ་དག་ནི་སྤྱོད་ཡུལ་དྲུག་ཡིན་ནོ།
en: “What are the six objects of the senses? They consist of the sensory objects of form, sound, scent, taste, touch, and mental objects. These are the six objects.

source: །དེ་ལ་ཁམས་ཀྱི་རང་བཞིན་གསུམ་གང་ཞེ་ན། འདི་ལ་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་ཅེས་བྱ་བའོ། །དེ་ལ་དེ་དག་ཉིད་ཀྱི་ཀུན་ནས་ལྡང་བ་གསུམ་གང་ཞེ་ན། རླུང་དང་། མཁྲིས་པ་དང་། བད་ཀན་རྣམས་སོ།
en: “What are the three natures of the elements? They consist of desire, anger, and delusion. What are their active factors, respectively? They consist of wind, bile, and phlegm.

source: །ཆུ་ཀླུང་རྒལ་དུ་མེད་པ་དག་གི་ནང་དུ་སྐྱེ་བ་གང་ཡིན་པ་དེ་དག་ནི་སྤྲིན་སྔོན་པོའི་ཁ་དོག་ལྟར་འགྱུར་རོ།
en: Those who are born in unfordable rivers take on a cloudy blue appearance.

source: །བ་ཚྭ་ཅན་གྱི་ཆུ་ཀླུང་གི་ནང་དུ་སྐྱེ་བ་གང་ཡིན་པ་དེ་དག་ནི་ཤ་གཟི་གུར་འབྱུང་བར་འགྱུར་རོ།
en: Those who are born in alkaline rivers develop white, leprous flesh.

source: །དེ་དག་གི་ལུས་ནི་རྒྱལ་པོའི་བུ་གཞོན་ནུ་བདེ་དགུར་རིམ་གྲོར་བྱས་པ་ལྟར་གཞོན་ཤ་ཅན་དུ་འགྱུར་རོ།
en: Their bodies become youthful like that of a young prince whose every whim is attended to.

source: །བཟང་སྐྱོང་དེ་ན་དེ་དག་ལུས་བོང་ཆེ་བར་འགྱུར་ཏེ། མགོ་བོ་མ་གཏོགས་པར་ཁྲུ་བརྒྱད་པར་འགྱུར་རོ།
en: In hell, Bhadrapāla, their bodies increase in size. They do not count their heads and they become twelve feet tall.

source: །སེན་མོ་རིང་ཞིང་ཁ་སྤུ་ཡོད་ལ་སྤུན་པོར་འགྱུར་ཞིང་རྐང་ལག་མི་སྡུག་པར་འགྱུར་ཏེ།
en: They become lanky, with long nails and beards, and ugly limbs.

source: གལ་ཏེ་འཛམ་བུའི་གླིང་པའི་མི་སེམས་ཅན་དམྱལ་བ་པའི་མི་ལ་ལྟར་འགྲོ་ན་མཐོང་མ་ཐག་ཏུ་འཆི་བའི་ཆོས་དང་ལྡན་པར་འགྱུར་རོ།
en: Were a person of this world to set eyes on a being born in hell, as soon as he saw him, he would be doomed to die.

source: །བཟང་སྐྱོང་གཞན་ཡང་སེམས་ཅན་དམྱལ་བ་པའི་སེམས་ཅན་རྣམས་ཁ་ཟས་ཟ་མོད་ཀྱི་དེ་དག་ལ་བདེ་བར་འགྱུར་བ་ཅུང་ཟད་ཀྱང་མེད་དོ།
en: Furthermore, Bhadrapāla, beings who are born in the realm of hell, although they may indeed eat food, do not derive any pleasure from it at all.

source: དེ་དག་མཐོང་ནས་ཁ་ཟས་ཀྱི་ཚིག་རྗོད་པར་བྱེད་དེ། ཁ་ཟས་འདོད་པ་ཁྱེད་ཚུར་ཤོག་ཅེས་ཟེར་རོ།
en: When they see the cauldrons, the beings call out, ‘Food!’ and they yell, ‘Anyone who wants food, come over here!’

source: །དེ་དག་ཟངས་དང་ར་གན་རབ་ཏུ་འབར་བ་དེས་སུ་རུ་རུར་རབ་ཏུ་འབར་ཞིང་ཁོག་པ་རབ་ཏུ་འབར་བར་འགྱུར་རོ།
en: They are thus scorched by the fieriness of the scalding cauldrons, and their bellies get scorched.

source: །སྨན་ཆེན་དེ་དག་ཁ་ཟས་འདྲ་བས་བསླུས་ནས་སྡུག་བསྔལ་ཤིན་ཏུ་ཆེ་བ་མྱོང་བར་འགྱུར་རོ།
en: Mahauṣadhi, they are deceived by what appears to be food and then experience great suffering.

source: །སྨན་ཆེན་སེམས་ཅན་དམྱལ་བ་པའི་སེམས་ཅན་དེ་དག་གི་རྣམ་པར་ཤེས་པ་དེ་རུས་པའི་ལུས་དག་ལ་གནས་པར་འགྱུར་ཞིང་རུས་པའི་ཚོགས་དང་འབྲལ་བར་མི་འགྱུར་ཏེ།
en: “Mahauṣadhi, the consciousness of beings who dwell in the realms of hell occupy skeletal bodies and do not depart from these piles of bones.

source: སེམས་ཅན་དམྱལ་བ་པའི་སེམས་ཅན་དེ་དག་རྣམ་པར་ཤེས་པ་དང་མི་འབྲལ་བའི་ཕྱིར། འཆི་བའི་དུས་བྱེད་པར་མི་འགྱུར་རོ།
en: Because these hell-beings do not disconnect from their consciousness, they do not reach the point of death.

source: །དེ་དག་བྲུ་བ་ཚ་བས་གཟིར་བཞིན་དུ་དེ་ན་ཁ་ཟས་ཀྱི་བྱ་བ་ཡང་མེད་དོ།
en: Even though they are tormented by hunger, they are unable to eat in hell.

source: དེ་ན་ལྷའི་སྐྱེད་མོས་ཚལ་ཤིང་ལྗོན་པ་བརྒྱ་ཕྲག་མང་པོ་མེ་ཏོག་ཤིན་ཏུ་རྒྱས་པ་དག་དང་། གསིང་མ་སྔོན་པོ་ཡངས་པའི་ས་ཕྱོགས་དག་ཀྱང་ཡོད་པར་མཐོང་ངོ་།
en: “In hell, they see many hundreds of celestial pleasure groves with trees in full bloom, and areas of broad green meadows.

source: མཁས་པས་ནི་མཁས་པའི་མཚན་ཉིད་དེ་ལྟར་ཤེས་སོ།
en: “The wise person knows this to be a sign of wisdom.

source: །བདག་ཉིད་ཀྱི་ལུས་རྐང་ལག་མཉམ་པ་ཡང་མཐོང་སྟེ། དེ་འདི་སྙམ་དུ།
en: He even sees his own body, with well-proportioned limbs, and thinks,

source: འདི་ནི་བདག་གི་ཁོག་པ་ཡིན་ནོ་སྙམ་དུ་ཡང་ཤེས་སོ།
en: ‘This is my physical frame,’ and is aware of it.

source: ཡུལ་ལ་སྲེད་པས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ལ་ལན་འགའ་ཡང་མ་བསྐུལ་བསྐུལ་བར་མ་བྱས་སོ།
en: because he is attached to things, he did not ask the Blessed One, the Tathāgata, questions that have not hitherto been asked.

source: །དེ་བཞིན་གཤེགས་པ་འབྱུང་བ་ནི་རྙེད་པར་དཀའ་ལ་དམ་པའི་ཆོས་དང་ཕྲད་པ་ཡང་ཤིན་ཏུ་རྙེད་པར་དཀས།
en: Since a tathāgata is hard to find, and it is difficult to encounter the excellent Dharma,

source: ཁྱེད་རང་གི་ལས་ཀྱིས་བསྒྲུབས་པའི་ཚུལ་འདི་ཉམས་སུ་མྱོང་བར་གྱིས་ཤིག་ཅེས་ཟེར་ཏེ།
en: You have to experience all this—it is the product of your own actions!’

source: བུང་བ་མེ་ཏོག་ལ་འཕོ་བ་བཞིན་དུ་དངོས་པོ་སྣ་ཚོགས་ཀྱི་རྐྱེན་གྱི་དབང་གིས་རྣམ་པར་ཤེས་པ་སེམས་ཅན་དམྱལ་བ་རྣམས་སུ་སྐྱེ་བ་ཡོངས་སུ་ལེན་ཏོ།
en: Like a bee that settles onto a flower, due to various things acting as conditions, their consciousness takes rebirth among the denizens of hell.

source: འཕོས་པ་དེའི་ཕྱིར་ཡང་འཕོ་བ་ཅན་མ་ཡིན་པ་དེ་ལྟ་བུ་ནི་དེའི་འཕོ་བ་འགྱུར་བ་ཡིན་ནོ།
en: This is how transference occurs for someone who, once transferred, will never need to do so again.

source: ཤེས་རབ་ཀྱི་སྣང་བ་འདི་ནི་དཀའ་བ་སྤྱད་པ་བརྒྱ་སྟོང་དུ་མས་བསྒྲུབས་པ་སྟེ། འདི་ནི་ངས་ཇི་སྐད་བསྟན་པ་དེ་ཁོ་ན་བཞིན་ནོ།
en: I achieved this light of wisdom by undergoing countless forms of hardship, and it is exactly as I have explained it.

source: །ཆོས་ཀྱི་ཉི་མ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་སྣང་བར་བྱེད་པ། ཡོན་ཏན་གྱི་གྲགས་པ་རྒྱས་པར་བྱེད་པ།
en: This Dharma sun throws light on omniscience and increases the fame of good qualities;

source: ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་རྒྱ་མཚོའི་མཛོད་སེམས་ཅན་རྣམས་ཀྱི་རྒྱུད་འདུལ་བར་བྱེད་པ་འདུལ་བ་སྟོན་པ་འདི་ཡུལ་གང་ན་གནས་སམ། དེ་སྟོན་པར་འགྱུར་བ་དེར་ནི་མི་མ་ཡིན་པ་རྣམས་སྲུང་བར་བྱེད་དེ།
en: it is an immense repository of omniscient pristine cognition that tames the minds of sentient beings. Wherever this discourse on moral conduct is located or taught, the spirits act as its protectors,

source: ལྷ་དང་། ལྷ་མ་ཡིན་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་རྣམས་ཕྱག་བྱ་བའི་ཕྱིར་འོང་བར་འགྱུར་རོ།
en: and the gods, demi-gods, and mahorāgas approach it to pay reverence.

source: །དགེ་སློང་ངམ་ཁྱིམ་ན་གནས་པ་གང་ལ་ལས་འདི་རྟོགས་པ་དེ་ནི་ཕྱག་བྱ་བའི་གནས་སུ་འགྱུར་ཏེ།
en: “Whoever understands this, from among the monks or laymen, becomes worthy of reverence.

source: །ཀུན་དགའ་བོ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཟུང་ཤིག །ཆོངས་ཤིག །ལྷོགས་ཤིག །ཤོད་ཅིག །གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་རབ་ཏུ་སྟོན་ཅིག
en: “Ānanda, remember this Dharma discourse and keep it in mind, retrieve it from memory, explain it, and teach it at length to others.

source: ཀུན་དགའ་བོ་དེའི་ཕྱིར་ཁྱོད་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་རྣམ་པར་ཤེས་པ་འཕོ་བ་ཞེས་བྱ་བར་ཟུང་ཤིག ། བཟང་སྐྱོང་གིས་ཞུས་པ་ཞེས་བྱ་བར་ཡང་ཟུང་ཤིག
en: “Ānanda, you should remember this Dharma discourse as ‘The Transfer of Consciousness.’ You should also remember it as ‘The Questions of Bhadrapāla.’

source: །བརྩམ་པར་བྱ་ཞིང་འབྱུང་བར་བྱ། །སངས་རྒྱས་བསྟན་ལ་འཇུག་པར་བྱ། །འདམ་བུའི་ཁྱིམ་ལ་གླང་ཆེན་བཞིན།
en: You should apply it and circulate it. Enter into the Buddha’s teachings. Like an elephant in a house of reeds,

source: །འཆི་བདག་སྡེ་རྣམས་གཞོམ་པར་བྱ། །གང་ཞིག་རབ་ཏུ་བག་ཡོད་པར། །ཆོས་འདུལ་འདི་ལ་སྤྱོད་འགྱུར་བ། །སྐྱེ་བའི་འཁོར་བ་རབ་སྤངས་ནས། །སྡུག་བསྔལ་མཐའ་མར་འབྱིན་པར་འགྱུར།
en: crush the armies of Yama! Whoever applies themselves conscientiously to this Dharma Vinaya abandons the cycle of birth and puts an end to suffering.

source: །།འཕགས་པ་དཀོན་མཆོག་བརྩེགས་པ་ཆེན་པོའི་ཆོས་ཀྱི་རྣམ་གྲངས་ལེའུ་སྟོང་ཕྲག་བརྒྱ་པ་ལས་ཚོང་དཔོན་བཟང་སྐྱོང་གིས་ཞུས་པའི་ལེའུ་ཞེས་བྱ་སྟེ་སུམ་ཅུ་རྩ་དགུ་པ་རྫོགས་སོ།།
en: This concludes the section of “The Questions of the Merchant Bhadrapāla,” the thirty-ninth section of The Noble Dharma Discourse, the Great Heap of Jewels, in one hundred thousand sections.

source: བཅོམ་ལྡན་འདས་ལ་སྨན་ཆེན་གྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: So Mahauṣadhi asked him,

source: །བཅོམ་ལྡན་འདས་རྣམ་པར་ཤེས་པ་འདིའི་རང་བཞིན་ཅི་ལགས།
en: “Blessed One, what is the nature of consciousness?”

source: གང་གིས་རྣམ་པར་སྨིན་པ་དང་། བསོད་ནམས་དང་། བསོད་ནམས་མ་ཡིན་པ་མྱོང་བ་དེ་ནི་རྣམ་པར་ཤེས་པའོ།
en: That which experiences maturation, merit, and non-merit is consciousness.

source: །དེ་ནས་བཟང་སྐྱོང་གིས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་གཏུགས་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Bhadrapāla now bowed at the feet of the Blessed One and asked him,

source: །དེ་ནི་མིག་ལ་ཡང་མི་གནས་ཏེ། མིག་ལས་ཀྱང་སྐྱེ་བ་མཐོང་བར་ཡང་མི་འགྱུར་རོ།
en: Consciousness is not located in the eyes, nor is it visible as springing from the eyes.

source: །བཟང་སྐྱོང་དེ་བཞིན་གཤེགས་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དག་གིས་རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ཇི་ལྟར་གཟིགས་པ་དེ་བཞིན་དུ་ངས་ཀྱང་གཟུགས་ཅན་མ་ཡིན་པར་ཐུགས་སུ་ཆུད་དེ།
en: Bhadrapāla, I, like all the tathāgatas as numerous as the sands of the river Ganges, see the element of consciousness as it truly is, and realize that it is without form.

source: དཔེར་ན་མི་ལ་ལ་སྐེམ་བྱེད་དམ། བརྗེད་བྱེད་དམ། དྲི་ཟའི་གདོན་ནམ། ལྷའི་གདོན་གྱིས་ཟིན་པར་གྱུར་ན་
en: As an analogy, suppose some people were to be seized by evil spirits that cause emaciation or forgetfulness, or by gandharvas or gods.

source: ཅི་མི་དེའི་ཁོང་ན་འདུག་པའི་སྐེམ་བྱེད་དམ། དྲི་ཟ་འམ། ལྷ་དེ་སྣང་ངམ།
en: that the emaciating spirits, gandharvas, or gods that possess those people would be visible?

source: དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཁམས་བསོད་ནམས་དང་ལྡན་པས་ཀྱང་ལུས་བླངས་ནས་རྒྱལ་སྲིད་ཀྱི་དབང་ཕྱུག་གམ།
en: It is in the same way that the element of consciousness, through possessing merit, assumes a body that then gives it sovereign power,

source: །དཔེར་ན་ལྷའི་གདོན་ཆེན་པོ་གཟུགས་མེད་པ་དེ་ལྷའི་ལོངས་སྤྱོད་ལེན་པ་
en: “Just like that formless great divine spirit partaking in divine enjoyments,

source: དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཁམས་གཟུགས་ཅན་མ་ཡིན་པ་འདི་ཡང་བསོད་ནམས་གཟུགས་ཅན་མ་ཡིན་པས་ཡོངས་སུ་བཟུང་ནས་ལྷའི་ལུས་རྣམས་སྐྱེད་པར་བྱེད་དོ།
en: in the same way the formless element of consciousness, carried by formless merit, is made to give rise to divine bodies.

source: །དཔེར་ན་སྲུལ་པོའི་གདོན་གཟུགས་མེད་པ་མི་ལ་གནས་ཤིང་ཕྱི་ས་དང་། ལྗན་ལྗིན་ཟ་བར་བྱེད་པ་
en: And like putrefying spirits possessing human beings and making them eat excrement and filth,

source: རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ཡང་བསོད་ནམས་མ་ཡིན་པར་ཉེ་བར་འགྲོ་བའི་ལས་རྣམས་ཀྱིས་སྐྱེ་གནས་ངན་པར་སྐྱེ་བར་འགྱུར་ཏེ།
en: the element of consciousness, through actions that lean toward non-merit, is born into bad rebirths.

source: དེ་ལྟར་ན་རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ནི་བསོད་ནམས་མ་ཡིན་པར་ཉེ་བར་འགྲོ་བར་ཡང་བལྟའོ།
en: That is how the element of consciousness that leans toward non-merit should be considered.

source: །བཟང་སྐྱོང་དེ་བས་ན་ཁྱོད་ཀྱིས་གདོན་གང་ཡིན་པ་དེ་ནི་གཟུགས་མེད་པའི་ཕྱིར་རྣམ་པར་ཤེས་པའི་ཁམས་ལྟ་བུར་བལྟའོ།
en: So, Bhadrapāla, you should view those spirits, because they are formless, as resembling the element of consciousness.

source: །གདོན་གྱི་ལོངས་སྤྱོད་བཟང་པོ་དང་ངན་པ་གང་ཡིན་པ་དེ་དག་ནི་དགེ་བ་དང་མི་དགེ་བ་ལྟ་བུར་བལྟའོ། །མི་གང་ཡིན་པ་དེ་ནི་ལུས་ལྟ་བུར་བལྟའོ།
en: You should view the good or bad things enjoyed by those spirits as corresponding to virtue and non-virtue, and the people they possess as corresponding to the body.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་སྨན་ཆེན་གྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Then Mahauṣadhi asked the Blessed One,

source: །བཅོམ་ལྡན་འདས་ལུས་འདི་ལེན་པའི་རྒྱུ་ཇི་ལྟར་བལྟ་བར་བགྱི།
en: Blessed One, how should one view what causes consciousness to appropriate the body?

source: འདི་ནི་ཕན་ཚུན་གྱི་རྐྱེན་གྱིས་འདོད་པ་ལེན་པར་བྱེད་དེ།
en: Desire through mutually dependent conditions causes that appropriation.

source: དཔེར་ན་གཙུབ་སྟན་ལས་ཀྱང་བརྟེན། གཙུབ་ཤིང་ལས་ཀྱང་བརྟེན། དེ་སྐྱེད་པ་མིའི་རྩོལ་བ་ལས་ཀྱང་བརྟེན་ཏེ་མེ་འགྲུབ་པར་འགྱུར་བ་དེ་བཞིན་དུ་
en: In the same way that fire is produced through a friction base, a rubbing stick, and human effort,

source: ལུས་འདི་ལེན་པའི་རྒྱུ་སྐྱེས་པ་དང་བུད་མེད་ཀྱི་རྐྱེན་གྱིས་སྒྲ་དང་རེག་པ་དང་། རོ་དང་། གཟུགས་ལ་སོགས་པའི་འདོད་པ་འགྲུབ་པར་འགྱུར་རོ།
en: so too what causes appropriation of the body is the desire for sound, touch, flavor, and form produced through the conditions of a man and woman.

source: །དཔེར་ན་མེ་ཏོག་ལས་འབྲས་བུ་འགྲུབ་པར་འགྱུར་ཏེ།
en: As an analogy, although fruit is produced from a flower,

source: མེ་ཏོག་དེ་ལ་ཡང་འབྲས་བུ་མི་དམིགས་ལ་
en: the fruit is not observable in the flower,

source: འབྲས་བུ་གྲུབ་པ་ལ་ཡང་མེ་ཏོག་མི་དམིགས་པ་
en: nor is the flower observable in the fruit that is produced.

source: དེ་བཞིན་དུ་ལུས་འདི་ལས་རྣམ་པར་ཤེས་པ་འབྱུང་སྟེ།
en: It is similarly that consciousness arises from this body.

source: འོན་ཀྱང་ལུས་དེ་ལ་ཡང་རྣམ་པར་ཤེས་པ་མི་སྣང་ལ་རྣམ་པར་ཤེས་པ་ལྡོག་པས་ཀྱང་
en: However, while consciousness is not visible in the body, when consciousness disengages from it,

source: ལུས་ཀྱི་རུས་པ་དང་། རྐང་དང་། མེར་མེར་པོ་དང་། མི་གཙང་བ་རྣམས་རྣམ་པར་འཇིག་པར་འགྱུར་རོ།
en: the body’s bones, marrow, liquids, and unclean parts are destroyed.

source: །དཔེར་ན་ས་བོན་དེ་མེ་ཏོག་གི་ཁ་དོག་དང་། དྲི་དང་། རོ་འདེབས་པ་
en: Just as a seed establishes a flower’s color, scent, and taste,

source: དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཁམས་འདིས་ཀྱང་ལུས་ཡོངས་སུ་བཏང་ནས་
en: n the same way the element of consciousness, after leaving the body behind,

source: དགེ་བ་དང་མི་དགེ་བ་བཏབ་ཅིང་ཚོར་བ་དང་། འདུ་ཤེས་དང་། ཡིད་ལ་བྱེད་པ་ཡང་བཏབ་ནས་འཇིག་རྟེན་ཕ་རོལ་ཏུ་འགྲོའོ།
en: establishes virtue and non-virtue; establishes feelings, perceptions, and mental processes; and then passes on to the next life.

source: དགའ་བས་བརླན་ཏེ་བུད་མེད་ལ་ཤིན་ཏུ་དམ་པོར་འཁྱུད་ནས་ཉོན་མོངས་པ་འབྱིན་པར་བྱེད་དེ།
en: they are moistened by pleasure; the man embraces the woman tightly, and then emits his passion.
